Repository: yhakamay/muzzlemeter
Catalog: App/Muzzlemeter/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hant

source: %@ を外す
en: Remove %@
zh_hant: 移除 %@

source: %@、%@ ジュール
en: %@, %@ joules
zh_hant: %@，%@ 焦耳

source: %@（この中で最も良い）
en: %@ (best of these)
zh_hant: %@（其中最佳）

source: %@（デモ再生）
en: %@ (demo replay)
zh_hant: %@（示範播放）

source: %lld 台
en: %lld found
zh_hant: 找到 %lld 台

source: %lld 発
en: %lld shots
zh_hant: %lld 發

source: %lld 発 · 平均
en: %lld shots · mean
zh_hant: %lld 發 · 平均

source: %lld 発が上限 %@ を越えました
en: %lld shots went over the %@ limit
zh_hant: 有 %lld 發超過上限 %@

source: %lld 発を撃ち終わりました
en: %lld shots done
zh_hant: 已完成 %lld 發

source: * 連射速度は本体からの報告が無いため、ショット間隔から推定した値です。
en: * The chrono did not report a rate of fire, so this is estimated from the time between shots.
zh_hant: * 測速器未回報射速，此數值是由射擊間隔推估而得。

source: 1 発ごとに、表示している単位のまま弾速を読み上げます。上限を越えた発では「超過」も読み上げます。読み上げは音楽と同じ経路で再生するため、**本体のサイレントスイッチでは消えません**（音楽は少し音量が下がるだけで止まりません）。手も目も離せないときに耳で確認するための機能なので、意図的にこうしてあります。
en: Speaks the velocity of every shot in the unit shown on screen, and says “over the limit” for shots above the limit. Speech plays on the same route as music, so **the silent switch does not mute it** (music is ducked, not stopped). That is deliberate: this is for when your hands and eyes are busy.
zh_hant: 以畫面上顯示的單位朗讀每一發的初速，超過上限的發還會念出「超標」。語音走的是與音樂相同的播放路徑，因此**靜音開關無法將它靜音**（音樂只會降低音量，不會停止）。這是刻意的設計，讓你在手和眼都忙不過來時仍能用耳朵確認。

source: BB 重量
en: BB weight
zh_hant: BB 彈重

source: BB 重量の既定値
en: Default BB weight
zh_hant: BB 彈重預設值

source: BB 重量を変えると、このセッションの統計・ジュール・CSV がすべて計算し直されます。規制上限（%@）は計測時に適用していた値のままです。
en: Changing the BB weight recalculates this session's stats, joules, and CSV. The regulation limit (%@) stays the value that was applied at the time of measurement.
zh_hant: 變更 BB 彈重後，本次紀錄的統計、焦耳與 CSV 都會重新計算。動能上限（%@）維持測量當時套用的數值。

source: Bluetooth がオフです
en: Bluetooth is off
zh_hant: 藍牙已關閉

source: Bluetooth の使用が許可されていません
en: Muzzlemeter is not allowed to use Bluetooth
zh_hant: Muzzlemeter 未取得藍牙使用權限

source: CSV で共有
en: Share as CSV
zh_hant: 以 CSV 分享

source: CSV 書き出し
en: Export CSV
zh_hant: 匯出 CSV

source: Extreme Spread = 最大 − 最小。そのセッションで最も速かった弾と最も遅かった弾の差です。1 発の外れ値でも大きくなるので、SD と合わせて見ます。
en: Extreme spread = max − min: the gap between the fastest and the slowest shot of the session. A single outlier makes it jump, so read it alongside SD.
zh_hant: 全距 = 最高 − 最低：該筆紀錄中最快與最慢一發之間的差距。只要有一發極端值就會變大，因此要與 SD 一起看。

source: HPA (エアタンク)
en: HPA (air tank)
zh_hant: HPA（氣瓶）

source: J（ジュール）
en: J (joules)
zh_hant: J（焦耳）

source: Live 画面で 1 発撃つと自動的にセッションが始まります。
en: Fire a shot on the Live screen and a session starts automatically.
zh_hant: 在 Live 畫面射出一發，紀錄就會自動開始。

source: RPS / RPM（連射速度）
en: RPS / RPM (rate of fire)
zh_hant: RPS / RPM（射速）

source: Rounds Per Second / Rounds Per Minute = 連射速度。1 秒あたり／1 分あたりの発射数です。単位は設定画面で切り替えられます。「*」が付いているときは、本体から連射速度の報告が無かったため、端末が受け取った時刻の間隔から推定した値です。
en: Rounds per second / rounds per minute. Switch the unit in Settings. An asterisk (*) means the chrono reported no rate of fire, so the value is estimated from the intervals at which your phone received the shots.
zh_hant: Rounds Per Second / Rounds Per Minute，也就是每秒／每分鐘的發射數。單位可在設定畫面切換。標示「*」時，代表測速器沒有回報射速，數值是由手機收到各發的時間間隔推估而得。

source: SD（標準偏差）
en: SD (standard deviation)
zh_hant: SD（標準差）

source: Standard Deviation = 標準偏差。弾速のばらつきの大きさです。標本標準偏差（n−1）で計算しています。値が小さいほど、毎回同じ速度で撃てている＝安定した個体です。
en: Standard deviation: how much the velocity varies from shot to shot. Calculated as the sample standard deviation (n−1). The smaller it is, the more consistently the gun shoots.
zh_hant: 標準差：初速在每一發之間的離散程度，以樣本標準差（n−1）計算。數值越小，代表每一發的速度越一致，槍也越穩定。

source: · 最大 %@
en: · Max %@
zh_hant: · 最高 %@

source: 、超過
en: , over the limit
zh_hant: ，超標

source: 「もう一度」は同じ条件でもう %lld 発。「閉じる」は目標発数を解除します。
en: “Go again” keeps the same setup for another %lld shots. “Close” clears the shot target.
zh_hant: 「再一次」會以相同條件再打 %lld 發。「關閉」則解除目標發數。

source: 「ホップ強め」「新品」のような短い言葉を付けておくと、履歴で絞り込めます。
en: Short labels like "More hop" or "Brand new" let you filter the history later.
zh_hant: 加上「Hop 強」「全新」這類簡短字詞，之後就能在歷史中篩選。

source: あとで
en: Later
zh_hant: 稍後

source: このセッションで撃った弾の初速の平均です。
en: The average muzzle velocity of the shots in this session.
zh_hant: 本次紀錄中各發初速的平均值。

source: このセッションで最も速かった 1 発の初速です。
en: The muzzle velocity of the fastest single shot in this session.
zh_hant: 本次紀錄中最快一發的初速。

source: このセッションで最も遅かった 1 発の初速です。
en: The muzzle velocity of the slowest single shot in this session.
zh_hant: 本次紀錄中最慢一發的初速。

source: このセッションの CSV
en: CSV of this session
zh_hant: 本次紀錄的 CSV

source: このセッションの操作
en: Session actions
zh_hant: 紀錄操作

source: このプロファイルで 1 発でも撃つと、ここに推移が出ます。
en: Fire a single shot with this profile and the trend appears here.
zh_hant: 用這個設定檔射出任何一發後，這裡就會顯示變化趨勢。

source: この機器を忘れる
en: Forget this device
zh_hant: 忘記此裝置

source: この端末では Bluetooth Low Energy が使えません
en: This device does not support Bluetooth Low Energy
zh_hant: 此裝置不支援 Bluetooth Low Energy

source: この銃の設定
en: This gun's settings
zh_hant: 這把槍的設定

source: この銃を登録したプロファイルが後で変わっても、このセッションの記録は変わりません。プロファイルがもう無い（本体ログからの取り込みなど）ときは、ここで直接直せます。
en: Even if the profile this gun was registered under changes later, this session's record won't change. If the profile no longer exists (e.g. an import from the device's internal log), you can correct it directly here.
zh_hant: 即使日後這把槍的設定檔有所變更，本次紀錄也不會改變。設定檔已經不存在時（例如從測速器日誌匯入的紀錄），可以在這裡直接修改。

source: これまで
en: So far
zh_hant: 目前為止

source: すべての銃
en: All guns
zh_hant: 所有槍枝

source: すべて自動値に戻す
en: Reset all to automatic
zh_hant: 全部恢復為自動值

source: その他
en: Other
zh_hant: 其他

source: ばらつきの要約
en: Spread summary
zh_hant: 離散程度摘要

source: まだセッションがありません
en: No sessions yet
zh_hant: 尚無紀錄

source: まだタグがありません。
en: No tags yet.
zh_hant: 尚無標籤。

source: まだ記録がありません
en: No records yet
zh_hant: 尚無紀錄

source: もう一度
en: Go again
zh_hant: 再一次

source: もう一度探す
en: Search again
zh_hant: 重新搜尋

source: よく使っているタグから順に出ます。
en: Your most used tags come first.
zh_hant: 最常使用的標籤會排在前面。

source: インナーバレル長
en: Inner barrel
zh_hant: 內管長度

source: エアコッキング
en: Spring (air cocking)
zh_hant: 手拉空氣

source: ガス
en: Gas
zh_hant: 瓦斯

source: ガス種別
en: Gas type
zh_hant: 瓦斯種類

source: ガス種別の既定値
en: Default gas type
zh_hant: 瓦斯種類預設值

source: キャンセル
en: Cancel
zh_hant: 取消

source: グリーンガス
en: Green gas
zh_hant: 綠瓦斯

source: サービス探索に失敗: %@
en: Service discovery failed: %@
zh_hant: 服務探索失敗：%@

source: シミュレータ／`--replay` 起動のため、記録済みパケットのデモ再生で動作しています。実機の AC6000 に繋ぐときは、iPhone 実機で `--replay` を付けずに起動してください。
en: Running a demo replay of recorded packets, because this is the simulator or the app was launched with `--replay`. To talk to a real AC6000, run the app on an iPhone without `--replay`.
zh_hant: 目前以錄製封包的示範播放模式運作，因為執行環境是模擬器，或啟動時加上了 `--replay`。要連接真正的 AC6000 時，請在實機 iPhone 上不加 `--replay` 啟動。

source: ショット
en: Shots
zh_hant: 發數

source: ショットがありません
en: No shots
zh_hant: 尚無射擊資料

source: ジュールも読み上げる
en: Also speak the joules
zh_hant: 同時朗讀焦耳

source: スキャンを開始できません: %@
en: Cannot start scanning: %@
zh_hant: 無法開始掃描：%@

source: スプリング、内部カスタム、注意点など
en: Spring, internal work, things to watch out for
zh_hant: 彈簧、內部改裝、注意事項等

source: スプリング交換
en: Spring swap
zh_hant: 更換彈簧

source: セッション
en: Session
zh_hant: 紀錄

source: セッションは保存されました。
en: The session has been saved.
zh_hant: 紀錄已儲存。

source: セッションを %@ にする
en: Use %@ for this session
zh_hant: 本次紀錄使用 %@

source: セッションを開く
en: Open session
zh_hant: 開啟紀錄

source: セッション名
en: Session name
zh_hant: 紀錄名稱

source: セッション数
en: Sessions
zh_hant: 紀錄數

source: セッション条件
en: Session conditions
zh_hant: 紀錄條件

source: セッション比較
en: Session comparison
zh_hant: 紀錄比較

source: セッション統計
en: Session stats
zh_hant: 紀錄統計

source: タイトル・メモ・タグを検索
en: Search titles, notes and tags
zh_hant: 搜尋標題、備註與標籤

source: タグ
en: Tags
zh_hant: 標籤

source: タグはまだありません。
en: No tags yet.
zh_hant: 尚無標籤。

source: タグを編集
en: Edit tags
zh_hant: 編輯標籤

source: タグ・銃・検索語のどれかを外すと戻ります。
en: Remove a tag, the gun, or the search text to bring sessions back.
zh_hant: 移除標籤、槍枝或搜尋字詞，紀錄就會重新出現。

source: デモ再生では、記録済みの広告から作った擬似的な機器が 1 台だけ見えます。
en: In demo replay there is only one simulated device, built from the recorded advertisement.
zh_hant: 示範播放中只會看到一台由錄製的廣播封包做出的模擬裝置。

source: ハンドシェイクを送信できません: %@
en: Could not send the handshake: %@
zh_hant: 無法送出交握訊息：%@

source: パワーソース
en: Power source
zh_hant: 動力來源

source: フィールド
en: Field
zh_hant: 場地

source: プリセット
en: Preset
zh_hant: 預設

source: プロファイル「%@」の既定値も、この条件で上書きします。
en: These conditions also overwrite the defaults of the “%@” profile.
zh_hant: 這些條件也會一併覆寫「%@」設定檔的預設值。

source: プロファイルから読み込む
en: Load from a profile
zh_hant: 從設定檔載入

source: プロファイルがありません
en: No profile yet
zh_hant: 尚無設定檔

source: プロファイルの既定値に戻す
en: Reset to profile defaults
zh_hant: 恢復為設定檔預設值

source: プロファイルの詳細
en: Profile details
zh_hant: 設定檔詳細資料

source: プロファイルは銃そのものの情報と、計測条件の既定値を持ちます。タップで編集、右スワイプで選択、左スワイプで削除。
en: A profile holds the gun itself plus the defaults for its measurement conditions. Tap to edit, swipe right to select, swipe left to delete.
zh_hant: 設定檔包含槍枝本身的資料，以及測量條件的預設值。點一下編輯，右滑選取，左滑刪除。

source: プロファイルは銃そのものの情報と、計測条件の既定値を持ちます。タップで詳細（推移と編集）、右スワイプで選択、左スワイプで削除。
en: A profile holds the gun itself plus the defaults for a session. Tap for details (trend and editing), swipe right to select, swipe left to delete.
zh_hant: 設定檔包含槍枝本身的資料，以及紀錄條件的預設值。點一下查看詳細資料（趨勢與編輯），右滑選取，左滑刪除。

source: プロファイルを作成
en: Create a profile
zh_hant: 建立設定檔

source: プロファイルを編集
en: Edit profile
zh_hant: 編輯設定檔

source: プロファイルを追加
en: Add profile
zh_hant: 新增設定檔

source: ホップ
en: Hop
zh_hant: Hop

source: ホップ %@
en: Hop %@
zh_hant: Hop %@

source: ホップの既定値
en: Default hop setting
zh_hant: Hop 預設值

source: ホップ弱め
en: Less hop
zh_hant: Hop 弱

source: ホップ強め
en: More hop
zh_hant: Hop 強

source: ホーム画面ウィジェット（見本）
en: Home Screen widget (sample)
zh_hant: 主畫面小工具（範例）

source: マイガン
en: My gun
zh_hant: 我的槍

source: メモ
en: Notes
zh_hant: 備註

source: メーカー
en: Manufacturer
zh_hant: 廠牌

source: メーカー / モデル
en: Manufacturer / model
zh_hant: 廠牌 / 型號

source: モデル
en: Model
zh_hant: 型號

source: ロック画面 / Dynamic Island（見本）
en: Lock Screen / Dynamic Island (sample)
zh_hant: 鎖定畫面 / 動態島（範例）

source: 上限 %@
en: Limit %@

source: 上限 / 余裕
en: Limit / headroom
zh_hant: 上限 / 餘量

source: 上限に近づいた 1 発（上限の 10 % 以内）と、上限を越えた 1 発を知らせます。音は本体のサイレントスイッチに従います。上限はプロファイルごとに設定できます。
en: Alerts you when a shot comes within 10 % of the limit, and when a shot goes over it. The sound follows the device's silent switch. The limit is set per profile.
zh_hant: 當一發接近上限（在上限的 10 % 以內），或超過上限時通知你。音效依照裝置的靜音開關。上限可以為每個設定檔分別設定。

source: 上限はプロファイルごとに決める規制値（日本の法令上限は 0.98 J）です。余裕は「上限 − そのセッションで最も高かった 1 発」で、残りどれだけ出せるかを表します。上限の 10 % 以内に入ると橙色の「注意」、上限に達すると赤色の「超過」になり、音とハプティクスで知らせます（設定で切り替え）。
en: The limit is the energy cap you set per profile (the legal cap in Japan is 0.98 J). Headroom is the limit minus the highest single shot of the session — how much is left. Within 10 % of the limit a shot turns orange (“Close”); at or above it, red (“Over”), with a sound and haptics you can switch off in Settings.
zh_hant: 上限是每個設定檔各自設定的動能上限（日本的法規上限為 0.98 J）。餘量是「上限 − 該筆紀錄中最高的一發」，代表還剩下多少空間。進入上限的 10 % 以內會變成橘色的「接近」，達到或超過上限則變成紅色的「超標」，並以音效與觸覺回饋提醒（可在設定中切換）。

source: 仕様
en: Specs
zh_hant: 規格

source: 他のセッションと比較
en: Compare with other sessions
zh_hant: 與其他紀錄比較

source: 付いているタグ
en: Tags on this session
zh_hant: 本次紀錄的標籤

source: 余裕
en: Headroom
zh_hant: 正常

source: 余裕 %@
en: Headroom %@
zh_hant: 餘量 %@

source: 使う銃の名前と BB 重量を登録すると、1 発ごとのジュールを計算できます。
en: Add the gun you are using and its BB weight, and Muzzlemeter can work out the energy of every shot.
zh_hant: 設定好槍名與 BB 彈重之後，Muzzlemeter 就能算出每一發的動能。

source: 使用
en: Use

source: 例: 3 / 少し強め
en: e.g. 3 / a bit stronger
zh_hant: 例：3 / 稍微強一點

source: 例: HK416D
en: e.g. HK416D

source: 例: ホップ強め
en: e.g. More hop
zh_hant: 例：Hop 強

source: 例: 屋内レンジ、風なし
en: e.g. indoor range, no wind
zh_hant: 例：室內靶場、無風

source: 例: 東京マルイ
en: e.g. Tokyo Marui
zh_hant: 例：馬牌 MARUI

source: 例: 次世代 M4
en: e.g. M4A1

source: 保存
en: Save
zh_hant: 儲存

source: 候補
en: Suggestions
zh_hant: 建議

source: 値の受信に失敗: %@
en: Could not receive a value: %@
zh_hant: 無法接收數值：%@

source: 全セッションの CSV
en: CSV of all sessions
zh_hant: 所有紀錄的 CSV

source: 全件を CSV 書き出し
en: Export all as CSV
zh_hant: 全部匯出為 CSV

source: 切断: %@
en: Disconnected: %@
zh_hant: 已中斷連線：%@

source: 切断されました
en: Disconnected
zh_hant: 已中斷連線

source: 初速と BB 重量から計算した運動エネルギー（E = ½mv²）です。重量は選択中のプロファイルの値を使います。
en: Kinetic energy calculated from the muzzle velocity and the BB weight (E = ½mv²). The weight comes from the selected profile.
zh_hant: 由初速與 BB 彈重計算出的動能（E = ½mv²）。彈重取自選取中的設定檔。

source: 前回接続
en: Last used
zh_hant: 上次連線

source: 区分
en: Category
zh_hant: 類別

source: 印は「小さいほうが良い」項目（SD・ES・超過発数）にだけ付きます。平均や最大は速ければ良いというものではないので、印を付けていません。
en: Marks are shown only for values where lower is better (SD, ES, over-limit shots). A higher mean or maximum is not necessarily better, so those rows are left unmarked.
zh_hant: 標記只會出現在「越小越好」的項目（SD、ES、超標發數）。平均與最高並不是越快越好，因此不加標記。

source: 取り込む
en: Import
zh_hant: 匯入

source: 合計発数
en: Total shots
zh_hant: 總發數

source: 同じタグは 2 つ付きません。大文字小文字と全角半角の違いは同じタグとして扱います。
en: The same tag can only be added once. Differences in letter case and character width count as the same tag.
zh_hant: 同一個標籤不會重複加入。大小寫與全形半形的差異會視為同一個標籤。

source: 名前
en: Name
zh_hant: 名稱

source: 名前を変更
en: Rename
zh_hant: 重新命名

source: 基本
en: Basics

source: 場所
en: Place
zh_hant: 地點

source: 変更はこのセッション全体に適用され、ジュールが計算し直されます。
en: Changes apply to the whole session, and the joules are recalculated.
zh_hant: 變更會套用到整筆紀錄，焦耳也會重新計算。

source: 変更はこのセッション全体に適用され、ジュールが計算し直されます。目標発数に届くと、その時点でセッションが自動的に締まります。
en: Changes apply to the whole session and the joules are recalculated. Once the shot target is reached, the session ends automatically.
zh_hant: 變更會套用到整筆紀錄，焦耳也會重新計算。達到目標發數時，紀錄會在該時點自動結束。

source: 天気
en: Weather
zh_hant: 天氣

source: 完了
en: Done
zh_hant: 完成

source: 屋内
en: Indoors
zh_hant: 室內

source: 屋内 / 屋外、風、日射など、数値にならない条件を残せます。
en: Anything that is not a number: indoors or outdoors, wind, sun.
zh_hant: 可以記下室內／室外、風、日照等無法用數字表示的條件。

source: 履歴
en: History
zh_hant: 歷史

source: 平均
en: Mean

source: 平均 %@
en: Mean %@

source: 平均 %@ %@
en: Mean %@ %@

source: 平均 J
en: Mean J

source: 平均と SD は、このプロファイルで撃った全ショットをまとめて 1 つの標本として計算しています。
en: The mean and SD treat every shot fired with this profile as one single sample.
zh_hant: 平均與 SD 是把這個設定檔射出的所有發數合併成一個樣本來計算的。

source: 平均弾速 · %lld 発
en: Mean velocity · %lld shots
zh_hant: 平均初速 · %lld 發

source: 平均弾速の推移
en: Mean velocity over time
zh_hant: 平均初速的變化

source: 平均線を出す
en: Show mean lines
zh_hant: 顯示平均線

source: 弾速
en: Velocity
zh_hant: 初速

source: 弾速の重ね合わせ
en: Velocity overlay
zh_hant: 初速疊圖

source: 弾速を読み上げる
en: Speak the velocity
zh_hant: 朗讀初速

source: 待機中
en: Idle

source: 必要なサービスが見つかりません
en: The expected BLE services were not found
zh_hant: 找不到必要的 BLE 服務

source: 手動
en: Manual

source: 手動で上書き
en: Manual override
zh_hant: 手動覆寫

source: 探しています…
en: Searching…
zh_hant: 搜尋中…

source: 接続
en: Connection
zh_hant: 連線

source: 接続に失敗しました: %@
en: Connection failed: %@
zh_hant: 連線失敗：%@

source: 接続中
en: Connecting
zh_hant: 連線中

source: 接続済み
en: Connected
zh_hant: 已連線

source: 新しいセッションはこの条件で始まります。Live 画面から、その回だけ変えることもできます。
en: New sessions start with these conditions. You can also change them for one session from the Live screen.
zh_hant: 新的紀錄會以這些條件開始。也可以在 Live 畫面只針對該次做變更。

source: 新しいセッションはこの条件で始まります。Live 画面から、その回だけ変えることもできます。目標発数を入れると、その発数に届いた時点でセッションが自動的に締まります（空欄なら手動）。
en: New sessions start with these settings; you can change them for a single session from the Live screen. With a shot target set, the session ends automatically once that many shots are recorded (leave it blank to end sessions manually).
zh_hant: 新的紀錄會以這些設定開始，也可以在 Live 畫面只針對該次做變更。設定目標發數後，達到該發數時紀錄會自動結束（留空則手動結束）。

source: 新しいタグ
en: New tag
zh_hant: 新標籤

source: 新品
en: Brand new
zh_hant: 全新

source: 新規プロファイル
en: New profile
zh_hant: 新增設定檔

source: 既定値として保存
en: Save as the default
zh_hant: 儲存為預設值

source: 日付
en: Date
zh_hant: 日期

source: 晴れ時々くもり
en: Partly Cloudy
zh_hant: 晴時多雲

source: 書き込みに失敗: %@
en: Write failed: %@
zh_hant: 寫入失敗：%@

source: 最初の 1 発でセッションが始まります
en: Your first shot starts a session
zh_hant: 射出第一發後紀錄就會開始

source: 最大
en: Max
zh_hant: 最高

source: 最大 J
en: Max J
zh_hant: 最高 J

source: 最小
en: Min
zh_hant: 最低

source: 最後に接続した機器を覚えて、アプリを開いたら自動で繋ぎ直します。
en: Remembers the last chrono you connected to and reconnects when you open the app.
zh_hant: 記住上次連線的測速器，開啟 App 時自動重新連線。

source: 最後のセッション
en: Last session
zh_hant: 最後一筆紀錄

source: 未対応の形式が出たところで読み出しを止めました。ここまでが読めたぶんです。
en: Reading stopped at an unsupported record. These are the entries that could be read.
zh_hant: 讀取在遇到不支援的資料時停止了。以下是能夠讀取到的部分。

source: 未対応の形式でした。ログを保存しました
en: Unsupported format. The log has been saved.
zh_hant: 格式不支援。已儲存日誌

source: 未設定
en: Not set

source: 本体から応答がありませんでした
en: The chronograph did not respond
zh_hant: 測速器沒有回應

source: 本体に未取込のログが %lld 件あります
en: The chronograph has %lld log entries not yet imported
zh_hant: 測速器上有 %lld 筆尚未匯入的日誌

source: 本体のログ形式に対応できていない可能性があります。あとでもう一度試せます。
en: The device’s log format may not be supported yet. You can try again later.
zh_hant: 可能還不支援測速器的日誌格式。稍後可以再試一次。

source: 本体の弾設定 %@ がセッションの %@ と違います
en: The chrono is set to %@, but this session uses %@
zh_hant: 測速器設定為 %@，但本次紀錄使用 %@

source: 本体の電源が切れました
en: The chrono powered off
zh_hant: 測速器已關機

source: 本体ログ
en: Device log
zh_hant: 測速器日誌

source: 本体ログ %lld 件
en: Device log (%lld)
zh_hant: 測速器日誌（%lld 筆）

source: 本体ログ %lld 件を取り込みました
en: Imported %lld entries from the device log
zh_hant: 已從測速器日誌匯入 %lld 筆

source: 本体ログを取り込み中 %lld / %lld
en: Importing device log %lld / %lld
zh_hant: 正在匯入測速器日誌 %lld / %lld

source: 本体（クロノグラフ）内蔵のログから取り込みました。履歴に「本体ログ」タグで入っています。時刻は取り込んだ時刻です。
en: Imported from the chronograph's on-device log. Saved to history with the “Device log” tag. Timestamps are the import time.
zh_hant: 從測速器內建的日誌匯入。已加上「測速器日誌」標籤存進歷史。時間是匯入的時間。

source: 本体（クロノグラフ）内蔵のログから取り込みました。本体はログに計測時刻を記録しないため、取り込んだ時刻を表示しています。
en: Imported from the chronograph's on-device log. The device does not record timestamps, so the import time is shown instead.
zh_hant: 從測速器內建的日誌匯入。測速器不會在日誌中記錄測量時間，因此顯示的是匯入的時間。

source: 条件と銃を編集
en: Edit conditions and gun
zh_hant: 編輯條件與槍枝

source: 条件に合うセッションがありません
en: No sessions match
zh_hant: 沒有符合條件的紀錄

source: 横軸は各セッションの何発目か。発数が違っても、立ち上がりからの動きかたを重ねて見られます。
en: The x axis is the shot number within each session, so sessions with different shot counts can still be overlaid from the first shot.
zh_hant: 橫軸是各筆紀錄中的第幾發，因此發數不同的紀錄也能從第一發開始疊在一起看。

source: 機器の一覧を開きます
en: Opens the list of devices
zh_hant: 開啟裝置列表

source: 機器を探しています
en: Looking for the chrono
zh_hant: 正在尋找測速器

source: 機器を選ぶ
en: Choose a device
zh_hant: 選擇裝置

source: 次のセッション（最初の 1 発）はこの条件で始まります。
en: The next session — starting with its first shot — will use these conditions.
zh_hant: 下一筆紀錄（從第一發開始）會使用這些條件。

source: 次のセッション（最初の 1 発）はこの条件で始まります。目標発数を入れると、その発数に届いた時点でセッションが自動的に締まります（空欄なら手動）。
en: The next session (its first shot) starts with these settings. With a shot target set, the session ends automatically once that many shots are recorded (leave it blank to end sessions manually).
zh_hant: 下一筆紀錄（從第一發開始）會使用這些設定。設定目標發數後，達到該發數時紀錄會自動結束（留空則手動結束）。

source: 比べたいセッションを 2〜3 件選んでください（%lld / %lld）
en: Select 2 or 3 sessions to compare (%lld / %lld)
zh_hant: 請選擇 2 至 3 筆要比較的紀錄（%lld / %lld）

source: 比べているセッション
en: Sessions being compared
zh_hant: 比較中的紀錄

source: 比べられるセッションが他にありません。
en: There are no other sessions to compare with.
zh_hant: 沒有其他可以比較的紀錄。

source: 比べる相手（最大 %lld 件）
en: Compare with (up to %lld)
zh_hant: 比較對象（最多 %lld 筆）

source: 比較
en: Compare

source: 比較したセッションの CSV
en: CSV of the compared sessions
zh_hant: 已比較紀錄的 CSV

source: 比較する
en: Compare
zh_hant: 比較

source: 比較のもと
en: Baseline session
zh_hant: 比較基準紀錄

source: 気圧
en: Pressure
zh_hant: 氣壓

source: 気温
en: Temperature
zh_hant: 氣溫

source: 気温が記録されているセッションが %lld 件しかありません。傾きを読み取るには %lld 件以上ほしいところです。
en: Only %lld session(s) have a temperature recorded. You want at least %lld before reading a trend into it.
zh_hant: 只有 %lld 筆紀錄有氣溫資料。要看出趨勢，最好有 %lld 筆以上。

source: 気温が記録されているセッションだけを出しています。ガス銃は気温で初速が大きく動きます。
en: Only sessions with a recorded temperature are plotted. Gas guns change velocity a lot with temperature.
zh_hant: 只顯示有記錄氣溫的紀錄。瓦斯槍的初速會隨氣溫大幅變化。

source: 気温との関係
en: Against temperature
zh_hant: 與氣溫的關係

source: 気温と平均弾速の散布図
en: Temperature vs mean velocity
zh_hant: 氣溫與平均初速散布圖

source: 注意
en: Close
zh_hant: 接近

source: 湿度
en: Humidity
zh_hant: 濕度

source: 準備中
en: Getting ready

source: 点が 1 セッションの平均、縦の線が ±SD（そのセッションのばらつき）です。点をタップするとそのセッションを開きます。
en: Each dot is one session's mean and the vertical line is ±SD (that session's spread). Tap a dot to open the session.
zh_hant: 每個點是一筆紀錄的平均，垂直線是 ±SD（該筆紀錄的離散程度）。點一下圓點即可開啟該筆紀錄。

source: 無視
en: Ignore
zh_hant: 忽略

source: 環境
en: Conditions
zh_hant: 環境條件

source: 環境の記録がありません。「編集」から手で入力できます。
en: No conditions were recorded. Tap Edit to enter them by hand.
zh_hant: 沒有環境條件的紀錄。可以點「編輯」手動輸入。

source: 環境を編集
en: Edit conditions
zh_hant: 編輯環境條件

source: 発
en: Shot
zh_hant: 發

source: 発数
en: Shots
zh_hant: 發數

source: 発目
en: Shot number
zh_hant: 第幾發

source: 目標 %lld 発
en: %lld-shot target
zh_hant: 目標 %lld 發

source: 目標発数
en: Shot target
zh_hant: 目標發數

source: 目標発数の進捗
en: Shot target progress
zh_hant: 目標發數進度

source: 直近 %lld 発
en: Last %lld shots
zh_hant: 最近 %lld 發

source: 破棄する
en: Discard
zh_hant: 捨棄

source: 空にすると、日時と銃名の自動タイトルに戻ります。
en: Leave it empty to go back to the automatic title (date and gun).
zh_hant: 留空即可恢復為日期與槍名的自動標題。

source: 空欄にすると、その項目は自動取得した値に戻ります。薄い文字は自動値です。
en: Leave a field empty to fall back to the automatically fetched value. The grey text is that value.
zh_hant: 將欄位留空，該項目就會恢復為自動取得的數值。淺色文字就是該數值。

source: 細い縦線が最小〜最大、太い帯が平均 ±SD、点が平均です。帯が細いほど安定しています。
en: The thin line spans min to max, the thick band is mean ±SD, and the dot is the mean. A narrower band means more consistent shots.
zh_hant: 細的直線是最低到最高的範圍，粗的色帶是平均 ±SD，圓點是平均。色帶越細代表越穩定。

source: 終了して保存
en: End and save
zh_hant: 結束並儲存

source: 絞り込みを解除
en: Clear filters
zh_hant: 清除篩選

source: 絞り込んだセッションの CSV
en: CSV of the filtered sessions
zh_hant: 篩選後紀錄的 CSV

source: 絞り込んだ結果を CSV 書き出し
en: Export filtered sessions as CSV
zh_hant: 將篩選結果匯出為 CSV

source: 統計
en: Statistics

source: 統計の見かた
en: How to read these stats
zh_hant: 如何解讀這些統計

source: 編集
en: Edit
zh_hant: 編輯

source: 自動
en: Auto

source: 自動再接続
en: Reconnect automatically
zh_hant: 自動重新連線

source: 自由入力
en: Enter a value
zh_hant: 自行輸入

source: 表示単位
en: Units
zh_hant: 單位

source: 見つかった機器
en: Devices found
zh_hant: 找到的裝置

source: 見つかっていません
en: Nothing found yet
zh_hant: 尚未找到

source: 見本の場所
en: Sample location
zh_hant: 範例地點

source: 規制上限
en: Energy limit
zh_hant: 動能上限

source: 規制上限と余裕
en: Energy limit and headroom
zh_hant: 動能上限與餘量

source: 規制上限の通知
en: Energy limit alerts
zh_hant: 動能上限提醒

source: 規制上限は日本の法令上限 0.98 J が既定です。フィールド独自の上限があるときは、その値に変えられます。
en: The limit defaults to 0.98 J, the Japanese legal limit. If your field has its own limit, enter that instead.
zh_hant: 動能上限預設為日本的法規上限 0.98 J。如果場地有自己的上限，可以改成該數值。

source: 解除
en: Clear
zh_hant: 清除

source: 計測に使うプロファイル
en: Measuring with
zh_hant: 測量使用的設定檔

source: 計測の既定値
en: Measurement defaults
zh_hant: 測量預設值

source: 設定
en: Settings

source: 読み上げ
en: Speech
zh_hant: 語音朗讀

source: 読み上げの速さ
en: Speaking rate
zh_hant: 朗讀速度

source: 読めたぶんだけ履歴に保存しました。
en: Only the records that could be read were saved to history.
zh_hant: 只有能夠讀取的資料已存入歷史。

source: 読めたぶんは履歴に、生データは %@ に保存しました。
en: Readable records went to history; the raw data was saved to %@.
zh_hant: 可讀取的資料已存入歷史，原始資料已儲存至 %@。

source: 購読に失敗: %@
en: Subscribe failed: %@
zh_hant: 訂閱失敗：%@

source: 購読に失敗しました: %@
en: Could not subscribe: %@
zh_hant: 無法訂閱：%@

source: 超過
en: Over
zh_hant: 超標

source: 超過 %@
en: Over by %@
zh_hant: 超標 %@

source: 超過 %lld 発
en: %lld over limit
zh_hant: 超標 %lld 發

source: 超過時のハプティクス
en: Haptics when over the limit
zh_hant: 超標時的觸覺回饋

source: 超過時の音
en: Sound when over the limit
zh_hant: 超標時的音效

source: 超過発数
en: Over limit
zh_hant: 超標發數

source: 追加
en: Add
zh_hant: 新增

source: 速度
en: Velocity
zh_hant: 初速

source: 連射速度
en: Rate of fire
zh_hant: 射速

source: 進行中
en: Active
